Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: ystävyyttä kaikkien ” rodullisten, etnisten ja uskonnollisten ryhmien ” kesken.
sme: čearddalaš ja oskkolaš joavkkuid ” gaskka.

source: 7.6 YK:n kaikkinaisen rotusyrjinnän poistamista koskeva yleissopimus
sme: 7.6 ON konvenšuvdna buotlágan nállevealahemiid heaittiheamis

source: 7.6.1 Johdanto
sme: 7.6.1 Álgu

source: Vaikka moniin ihmisoikeuksia koskeviin yleissopimuksiin sisältyykin syrjintäkielto, keskeisin
sme: Vaikko ollu olmmošvuoigatvuođaid konvenšuvnnat siskkildit vealahangildosa, de ON

source: kansainvälinen syrjintäkysymyksiä käsittelevä instrumentti on kuitenkin 21. joulukuuta 1965
sme: jagi 1965 juovlamánu 21. beaivásaš konvenšuvdna (RDK), mii lea buotlágan nálle

source: tehty YK:n kaikkinaisen rotusyrjinnän poistamista koskeva kansainvälinen yleissopimus.
sme: vealahemiid heaittiheamis, lea dattetge guovdileamos álbmotrievttálaš reaidu vealahanoktavuođaide.

source: Siinä
sme: Konvenšuvnna

source: Yleissopimuksen 1 artiklan 1 kohdassa käsitteen ” rotusyrjintä ”
sme: artihkkalis 1 nr. 1 čilgejuvvon ” nállevealaheapmi ” ná:

source: ” … kaikkea rotuun, ihonväriin, syntyperään tahi kansalliseen tai etniseen alkuperään perustuvaa erottelua, poissulkemista, rajoittamista tai etuoikeutta, jonka tarkoituksena tai seurauksena on ihmisoikeuksien ja perusvapauksien tasapuolisen tunnustamisen, nauttimisen tai harjoittamisen mitätöiminen tai rajoittaminen poliittisella, taloudellisella, sosiaalisella, sivistyksellisellä tai jollakin muulla julkisen elämän alalla. ”
sme: ”... juohkelágan sierrameannudeapmi, eretčuoldin, ráddjen dahje oidin náli, liikeivnni, soga dahje nationála dahje čearddalaš vuolggasaji geažil, man ulbmil dahje váikkuhus lea heaittihit dahje ráddjet olmmošvuoigatvuođaid dohkkeheami, návddašeami dahje čađaheami ovtta ládje olbmuid gaskkas, ja maiddái vuođđovuoigatvuođaidge politihkalaš, ekonomalaš, sosiála, kultuvrralaš dahje man ihkinas suorggis almmolaš eallimis. ”

source: Valtio on tämän yleissopimuksen 2 artiklan 1 kohdan d) alakohdan mukaan
sme: Stáhta lea RDK artihkkala 2 nr. 1 (d) mielde geatnegas gieldit daguid ja

source: velvollinen kieltämään ja lopettamaan kaikin tarkoituksenmukaisin keinoin tämän
sme: dagakeahttáivuođaid mat gullet dán čilgehussii, ja geatnegas dohkálaš vugiiguin

source: määritelmän piiriin kuuluvan rotusyrjinnän siihen liittyvine tekoineen ja laiminlyönteineen.
sme: buktit dakkár vealaheami heaittiheapmái.

source: yleissopimuksen 1 artiklan 1 kohdan piiriin, siihen on liityttävä teko tai laiminlyönti, jossa on
sme: Ovdalgo vealaheapmi lea vealaheapmi RDK artihkkala 1 nr. 1 mielde, de dasa

source: kysymys määräyksessä tarkemmin mainittuihin kriteereihin (rotu, ihonväri, alkuperä ym.)
sme: ferte gullat dahku dahje dagakeahttáivuohta mii earuha olbmuid árvvu, čuoldá dahje

source: perustuvasta eriarvoisesta kohtelusta, poissulkemisesta, rajoittamisesta tai etuoikeudesta.
sme: oidá sin, daid sivaid geažil maid mearrádus namaha dárkileappot (náli, liikeivnni,

source: Tämä syrjintäperusteiden luettelo sisältää vaihtoehtoisia perusteita, ja yhden kriteerin
sme: soga geažil jna.). Vealahansivat mat dás namahuvvojit leat molssaeavttut, ja doarvái

source: täyttyminen riittää.
sme: lea jos okta dain sivain doallá deaivása.

source: Ehtona on lisäksi, että teko tai laiminlyönti voi johtaa negatiiviseen
sme: dahku dahje dagakeahttáivuohta dagaha negatiiva erohusa olbmuid gaskii dain

source: eriarvoiseen kohteluun ihmisoikeuksien piiriin kuuluvilla alueilla (ihmisoikeuksien ja
sme: surggiin maid olmmošvuoigatvuođat gokčet (heaittiha dahje ráddje olmmošvuoigat

source: perusoikeuksien tunnustamisen, yhdenvertaisen nauttimisen tai käyttämisen mitätöiminen tai
sme: vuođaid ja vuođđudeaddji friddjavuođaid dohkkeheami, ovttadássásaš návddašeami

source: rajoittaminen).
sme: dahje geavaheami).

source: Teon tai laiminlyönnin ei kuitenkaan edellytetä olevan motiiviltaan rasistinen,
sme: Rasistalaš vealaheapmái ii leat eaktu ahte dahku dahje daga

source: jotta se katsottaisiin rotusyrjinnäksi, sillä riittää, että sen voidaan määritellä olevan
sme: keahttáivuohta galgá vuolgit rasistalaš oainnus, go doarvái lea ahte dat váikkuha

source: vaikutukseltaan rotusyrjintää.
sme: rasistalaččat čilgehusa mielde.

source: Syrjintäkieltoa ei sovelleta tiettyihin etnisiin ryhmiin tai positiivista erityiskohtelua
sme: Vealahangielddus ii gusto positiiva sierraoaibmabijuid dahje positiiva

source: tarvitseviin henkilöihin kohdistuviin positiivisiin erityistoimiin tai positiiviseen
sme: erenoamáš meannudeami vuostái mat leat dihto čearddalaš joavkkuid dahje olbmuid

source: erityiskohteluun.
sme: ávkin, guđet dárbbašit positiiva erenoamáš meannudeami.

source: Tällainen erityiskohtelu sallitaan tämän yleissopimuksen 1 artiklan 4 kohdan
sme: meannudeapmi lea lobálaš RDK artihkkala 1 nr. 4 mielde go lea dárbu dasa

source: mukaan silloin, kun se on välttämätöntä sen varmistamiseksi, että etnisten ryhmien jäsenet
sme: sihkkarastin dihte čearddalaš joavkku olbmuide vejolašvuođa atnit ávkki ja geavahit

source: voivat yhdenvertaisina muiden yhteiskunnan jäsenten kanssa nauttia ihmisoikeuksista ja
sme: olmmošvuoigatvuođain dássálagaid earáiguin servodagas.

source: käyttää niitä.
sme: Eaktu lea ahte sierra

source: vuoksi niihin ryhdyttiin, on saavutettu.
sme: doaibmabijut heaittihuvvojit go ulbmil lea čađahuvvon.

source: 7.6.2 Rotusyrjintäkomitean yleiset, alkuperäiskansojen oikeuksia koskevat suositukset
sme: 7.6.2 Nállevealaheami lávdegotti opplaš árvalusat álgoálbmogiid vuoigatvuođaid

source: YK:n rotusyrjinnän poistamista käsittelevä komitea, jonka mandaattina on valvoa
sme: ON nállevealaheami lávdegoddi, man bargomearrádus lea gozihit mo stáhtat čađahit

source: kaikkinaisen rotusyrjinnän poistamista koskevan yleissopimuksen mukaisten valtioiden
sme: RDK mearridan geatnegasvuođaideaset, lea buktán oppalaš árvalusa stáhtaide

source: velvoitteiden täytäntöönpanoa, on antanut valtioille yleisen, alkuperäiskansojen oikeuksia
sme: álgoálbmogiid vuoigatvuođaid birra (General Recommendation No.

source: Komitea toteaa siinä, että
sme: Lávde

source: alkuperäiskansojen syrjintä kuuluu tämän yleissopimuksen piiriin ja että valtioiden tulee
sme: goddi nanne das ahte álgoálbmotvealáheapmi gullá RDK vuollái ja ahte stáhtat galget

source: ryhtyä tarvittaviin toimin tällaisen syrjinnän ehkäisemiseksi ja poistamiseksi.
sme: álggahit dárbbašlaš doaibmabijuid mat heađuštit ja unnidit dakkár vealaheami.

source: Rotusyrjintäkomitea toteaa edelleen, että alkuperäiskansat ovat olleet ja edelleenkin ovat
sme: Lávdegoddi duođašta dasto ahte álgoálbmogat stuorra osiin máilmmis leat gillán ja

source: suurissa osissa maailmaa syrjinnän sekä ihmisoikeuksiensa ja perusoikeuksiensa riiston
sme: gillájit ain vealaheami ja iežaset olmmošvuoigatvuođaid ja vuođđudeaddji

source: kohteina.
sme: friddjavuođaid rievideami.

source: Komitea korostaa erityisesti sitä, että alkuperäiskansat ovat syrjinnän seurauksena CERD: General Recommendation XIV, on ICERD article 1(1), 1993, kaikkinaisen rotusyrjinnän poistamista
sme: Lávdegoddi rohtte ovdan vealaheapmin erenoamážit

source: menettäneet maa-alueita ja luonnonvaroja ” kolonialisteille, kaupallisille yhtiöille ja
sme: álgoálbmogiid eatnamiid ja luondduriggodagaid massimiid ” kolonisttaide, gávppálaš

source: valtiollisille yrityksille ”.
sme: servviide ja stáhtalaš doaimmaide ”.

source: Komitea lausuu, että maa-alueiden menettäminen uhkaa
sme: Lávdegoddi cealká ahte eatnamiid massima

source: alkuperäiskansojen kulttuuria ja historiallista identiteettiä. Komitea antaa valtio-osapuolille
sme: boađus lea ahe álgoálbmogiid kultuvra ja historjjálaš iešvuođaláhki áitojuvvojit.

source: muun muassa seuraavia suosituksia:
sme: Lávdegoddi buktá ee. čuovvovaš árvalusa oasálaš stáhtaide:

source: ⎯ Valtioita pyydetään tunnustamaan alkuperäiskansojen omaleimainen kulttuuri, historia, kieli ja elämäntapa valtion kulttuurisen identiteetin rikastuttajina ja kunnioittamaan niitä sekä edistämään niiden omaleimaisuuden säilymistä.
sme: ⎯ Stáhtat gohčohallet dohkkehit ja gudnejahttit álgoálbmogiid sierralágan kultuvrra, historjjá, giela ja eallinvugiid riggodahkan stáhta kultuvrralaš identitehtii, ja ovddidit sin iešvuođalági seailluheami.

source: ⎯ Valtioita pyydetään varmistamaan, että alkuperäiskansojen ryhmien jäsenet ovat vapaita ja tasa-arvoisia arvoltaan ja oikeuksiltaan ja etenkin, että ne eivät joudu syrjinnän kohteiksi alkuperäiskansataustansa tai identiteettinsä perusteella.
sme: ⎯ Stáhtat gohčohallet sihkkarastit vai álgoálbmotjoavkkuid lahtut leat friddja ja ovttadássásaččat árvodási ja vuoigatvuođaid dáfus, ja vai eai gillá makkárge vealaheami, erenoamážit eai vealaheami iežaset álgoálbmotduogáža dahje iešvuođalági geažil.

source: ⎯ Valtioita pyydetään järjestämään olosuhteet sellaisiksi, että alkuperäiskansojen kestävä taloudellinen ja sosiaalinen kehitys taataan niiden kulttuurisen taustan ja omaleimaisuuden mukaisesti.
sme: ⎯ Stáhtat gohčohallet láhčit dilálašvuođaid nu bures ahte álgoálbmogis lea gánnáhahtti ekonomalaš ja sosiála ovdáneapmi iežaset kultuvrralaš duogáža ja iešvuođalági vuođul.

source: ⎯ Valtioita pyydetään varmistamaan, että alkuperäiskansojen jäsenillä on muiden kanssa yhdenvertaiset oikeudet osallistua päätöksentekoon yhteiskunnassa eikä mitään päätöksiä, jotka välittömästi koskevat heidän oikeuksiaan ja etujaan, tehdä ilman heidän selkeästi ilmaisemaansa suostumusta.
sme: ⎯ Stáhtat gohčohallet sihkkarastit álgoálbmotlahtuin leat seammá vuoigatvuođat bures searvat servodahkii ja ahte ii mihkkege mearrádusaid mii guoská njuolga sin vuoigatvuođaide ja beroštumiide, dahkkojuvvo sin dieđihuvvon doarjuma haga.

source: ⎯ Valtioita pyydetään myös varmistamaan, että alkuperäiskansojen yhteisöt voivat käytännössä soveltaa ja elävöittää kulttuurisia perinteitään ja perinnäistapojaan sekä ylläpitää ja käyttää omaa kieltään.
sme: ⎯ Stáhtat gohčohallet maid sihkkarastit álgoálbmotservodahkii vejolašvuođa doaimmahit ja ealáskahttit iežas kultuvrralaš árbevieruid ja dábiid, ja seailluhit ja geavahit giela.

source: ⎯ Valtioita pyydetään etenkin tunnustamaan ja takaamaan alkuperäiskansojen oikeus omistaa, kehittää, hallita ja käyttää yhteisiä maitaan, alueitaan ja luonnonvarojaan.
sme: ⎯ Stáhtat gohčohallet erenoamážit dohkkehit ja suodjalit álgoálbmogiid vuoigatvuođa eaiggáduššat, ovddidit, hálddašit ja geavahit iežaset kollektiiva eatnamiid, territoriaid ja resurssaid.

source: Tapauksissa, joissa alkuperäiskansoilta on riistetty niiden perinteisesti omistamat tai muuten asuttamat tai käyttämät maat tai alueet ilman niiden vapaata ja selkeästi ilmaisemaa suostumusta, valtioita pyydetään varmistamaan, että nämä alueet ja luonnonvarat palautetaan alkuperäiskansoille.
sme: Dain dáhpáhusain main álgoálbmogiin leat rieviduvvon eatnamat ja territoriat maid sii leat árbevieruideaset mielde eaiggáduššan dahje main sii leat orron ja maid sii leat geavahan, almmá sin dáhtu ja doarjuma haga, gohčohallet stáhtat sihkkarastit ahte dát guovllut ja resurssat máhcahuvvojit fas álgoálbmogiidda.

source: Ellei tämä ole tosiasiallisesti mahdollista, alkuperäiskansoilla on komitean mukaan oikeus korvaukseen, mahdollisuuksien mukaan vaihtoehtoisten maiden ja alueiden muodossa.
sme: Jos nu ii leačča duohta dili geažil vejolaš, de álgoálbmogis lea lávdegotti oaivila mielde vuoigatvuohta oažžut buhtadasa, ovddimusat ođđa sadjásaš eatnamiid ja territoriaid.

source: 7.6.3 Rotusyrjintäkomitean havainnot ja suositukset, jotka koskevat saamelaisten oikeuksia
sme: 7.6.3 Nállevealaheami lávdegotti dárkomat ja árvalusat sámi eatnamiid ja

source: maahan ja luonnonvaroihin
sme: resursavuoigatvuođaid birra

source: YK:n rotusyrjintäkomitea on kaikkinaisen rotusyrjinnän poistamista koskevan
sme: ON nállevealaheami lávdegoddi lea buktán erenoamáš dárkomiid ja árvalusaid

source: yleissopimuksen toimeenpanoa selvittäviä määräaikaisraportteja käsitellessään tehnyt erityisiä
sme: Supmii, Norgii ja Ruŧŧii sámi dilálašvuođaid birra gieđahaladettiinis stáhtaid

source: saamelaisten oloja koskevia havaintoja ja antanut suosituksia Suomelle, Norjalle ja Ruotsille.
sme: periodalaš raporttaid RDK čađaheamis.

source: Niille on yhteistä se, että komitea käsittelee kaikissa kolmessa tapauksessa kysymystä
sme: Daidda lea oktasaš dat ahte lávdegoddi buot

source: saamelaisten oikeuksista maahan ja luonnonvaroihin. Komitean periaatteellisena lähtökohtana
sme: golmma dáhpáhusas gieđahallá áššiid mat gusket sámi eatnamiidda ja resursavuoigat

source: näyttää olevan, että alkuperäiskansojen maaoikeuksien ja luonnonvaroja koskevien oikeuksien
sme: vuođaide. Lávdegotti prinsihpalaš vuolggasadji orru leamen dat ahte jos álgo

source: tunnustamatta ja kunnioittamatta jättäminen on ristiriidassa yleissopimuksen yleisen
sme: álbmogiid eanan- ja resursavuoigatvuođaid dohkkeheapmi váilu eaige gudne

source: syrjintäkiellon kanssa.
sme: jahttojuvvo, de rihkkašuvvet konvenšuvnna oppalaš vealahangildosat.

source: Komitea pahoittelee sitä, että saamelaisten maaoikeuksiin Suomessa liittyvät ongelmat
sme: Lávdegoddi šálloša go váttisvuođat mat čatnasit sámiid eananvuoigatvuođaide

source: ovat edelleen ratkaisematta ja ettei Suomi ole vielä liittynyt itsenäisten maiden alkuperäis- ja
sme: konvenšuvnna nr. 169 mii lea iešmearrideaddji stáhtaid álgoálbmogiid ja álbmot

source: heimokansoja koskevan kansainvälisen työjärjestön ILO:n yleissopimukseen n:o 169.
sme: čearddaid birra.

source: Komitea viittaa alkuperäiskansoja koskevaan omaan suositukseensa General
sme: Lávdegoddi čujuha iežas ” General Recommendation No.

source: Recommendation No. 23 ja pyytää Suomea tunnustamaan ja turvaamaan saamelaisten
sme: 23 ”, mii

source: oikeuden omistaa, kehittää, hallita ja käyttää yhteisiä maitaan, alueitaan ja luonnonvarojaan.
sme: sámiid vuoigatvuođa eaiggáduššat, ovddidit, hálddašit ja geavahit iežaset kollektiiva

source: Komitea kehottaa Suomea edelleen etsimään saamelaisten maaoikeuksia koskevia päteviä
sme: eatnamiid, territoraid ja resurssaid. Lávdegoddi ávžžuha dasto Suoma gávdnat dievas

source: ratkaisuja yhteistyössä saamelaisten kanssa ja suosittelee, että Suomi ratifioisi
sme: čovdosiid sámi eananvuoigatvuođaide, ovttasráđiid sámi álbmogiin, ja árvala Supmii

source: mahdollisimman pian ILO:n yleissopimuksen n:o 169.
sme: nu farga go vejolaš dohkkehit ILO-konvenšuvnna nr. 169.

source: Mitä Norjan tilanteeseen tulee, komitea keskittyy hallituksen lakiehdotukseen, joka
sme: Dili ektui mii lea Norggas, de lávdegoddi čalmmustahttá ráđđehusa árvalan

source: koskee Finnmarkin läänin oikeudellisia oloja ja maa-alueiden sekä luonnonvarojen hallintoa
sme: lága Finnmárkku fylkka eatnamiid ja luondduriggodagaid riektedilálašvuođaid ja

source: (Finnmarksloven).
sme: hálddašeami birra (finnmárkoláhka).

source: Komitea ilmaisee huolensa siitä, että hallituksen lakiehdotus heikentää
sme: Lávdegoddi ilbmada vuorjašuvvama das go

source: merkittävästi saamelaisten mahdollisuutta hallita Finnmarkin läänin maa-alueita ja
sme: ráđđehusa árvalan láhka arvat muddui unnida sámiid isitvuođa ja mearridanválddi

source: luonnonvaroja sekä niitä koskevaa päätösvaltaa.
sme: Finnmárkku fylkka eatnamiin ja daid luondduriggodagaid alde.

source: Komitea viittaa myös tässä kohdin
sme: Lávdegoddi dásge

source: alkuperäiskansoja koskevaan omaan yleiseen suositukseensa (General Recommendation No..
sme: čujuha iežas oppalaš eavttuhussii álgoálbmotvuoigatvuođaid birra (General

source: 23), jossa valtio-osapuolia pyydetään tunnustamaan ja takaamaan alkuperäiskansojen oikeus
sme: Recommendation No. 23), mas stáhtabealit ávžžuhuvvojit dohkkehit ja suodjalit álgoálbmogiid eatnamiid ja resursavuoigatvuođaid.

source: Komitea pyytää Norjaa löytämään näihin kysymyksiin sellaiset
sme: Lávdegoddi dáhttu Norgga

source: ratkaisut, jotka saamelaisetkin pystyvät hyväksymään.
sme: gávdnat dáidda áššiide čovdosiid maid sámi álbmot sáhttá doarjut.

source: Saamelaisten maaoikeudet ovat keskeisiä asioita myös niissä rotusyrjintäkomitean
sme: Sámi eananvuoigatvuođat leat guovdilat maiddái vealahuslávdegottige

source: Ruotsia koskevissa päätelmissä ja suosituksissa, jotka liittyvät yleissopimuksen
sme: loahppajurdagiin ja árvalusain Ruŧŧii das mo čađahit konvenšuvnna. Čujuhemiin

source: täytäntöönpanoon. Komitea viittaa Ruotsissa käynnissä olevaan saamelaisten
sme: bargui mii lea jođus identifiseren dihte sámi boazoguohtunguovlluid Ruoŧas, ja

source: poronhoitoalueiden identifiointityöhön ja omiin aiempiin saamelaisten maaoikeuksia
sme: lávdegotti iežas ovddeš oppalaš árvalusaide álgoálbmogiid eananvuoigatvuođaid

source: koskeviin suosituksiinsa ja kehottaa Ruotsia luomaan yhteistyössä saamelaisten kanssa
sme: birra, de Ruoŧŧa ávžžuhuvvo ráhkadit dievvasii dohkálaš lágaid, ovttasráđiid sámi

source: asianmukaisen lainsäädännön saamelaisten maaoikeuksiin liittyvän nykyisen epävarmuuden
sme: Lávdegoddi ávžžuha Ruoŧa joatkit barggu mainna galggašii válmmaštuvvat farga

source: poistamiseksi. Komitea kehottaa Ruotsia jatkamaan itsenäisten maiden alkuperäis- ja
sme: ratifiseret ILO-konvenšuvnna nr. 169 iešmearrideaddji stáhtaid álgoálbmogiid ja

source: heimokansoja koskevan ILO:n yleissopimuksen n:o 169 pikaisen ratifioinnin valmistelutyötä.
sme: álbmotčearddaid birra.

source: Komitea viittaa julkisuudessa esitettyihin väitteisiin, joiden mukaan tuomioistuimissa
sme: Lávdegoddi čujuha dakkár čuoččuhusaide go ahte beroštumit

source: käsiteltävissä maaoikeuksia koskevissa kiistoissa ei-saamelaisten etuja pidetään saamelaisten
sme: mat eai leat sámiid, vuoruhuvvojit ovddabeallái sámi beroštumiid go leat

source: etuja tärkeämpinä, ja pyytää Ruotsia lähettämään lisätietoa tästä asiasta.
sme: eananvuoigatvuođaid alde riiddut maid duopmostuolut gieđahallet, ja lávdegoddi

source: CERD document: CERD / C/63/CO/5, 10 December 2003, para. 12. HE (Ot. prp.)
sme: dáhttu Ruoŧŧa buktit eambbo dieđuid dáid dilálašvuođaid birra.

source: 7.7 YK:n lapsen oikeuksia koskeva yleissopimus
sme: 7.7 ON konvenšuvdna mánáid vuoigatvuođaid birra

source: 7.7.1 Johdanto
sme: 7.7.1 Álgosátni

source: YK:n 20. marraskuuta 1989 tehdyssä lapsen oikeuksia koskevassa yleissopimuksessa (LOS)
sme: ON konvenšuvnnas, mii bođii golggotmánu 20. b. 1989 (BK) ja lea mánáid vuoigat

source: on kaksi määräystä, joissa mainitaan erityisesti alkuperäiskansojen lasten oikeudet, 17 artiklan
sme: vuođaid birra, leat guokte mearrádusa mat erenoamážit namahit álgoálbmogiid

source: d kohta ja 30 artikla.
sme: vuoigatvuođaid, artihkkalat 17 (d) ja 30.

source: Keskeinen määräys sisältyy 30 artiklaan, joka on miltei identtinen KP:n
sme: Guovdilis mearrádus lea artihkkalis 30, ja

source: 27 artiklan kanssa.
sme: dat lea measta nugo SP artihkkal 27.

source: Niiden erona on, että alkuperäiskansat mainitaan 30 artiklassa erikseen.
sme: Erohus lea ahte álgoálbmogat namahuvvojit

source: Myös tämän sopimuksen 2 artikla on tärkeä, koska siinä säädetään syrjintäkiellosta suhteessa
sme: njuolga artihkkalis 30. Dasto lea BK artihkkal 2 deaŧalaš dainnago dat ásaha

source: yleissopimuksessa mainittuihin oikeuksiin.
sme: vealahangildosa konvenšuvnna addin vuoigatvuođaid oktavuođas.

source: 7.7.2 Lapsen oikeuksia koskevan yleissopimuksen 2 artikla − syrjintäsuoja
sme: 7.7.2 BK artihkkal 2 - suodjalus vealahusa vuostái

source: Yleissopimuksen 2 artiklan 1 kappaleessa todetaan, että sopimusvaltioiden tulee kunnioittaa
sme: BK artihkkal 2 nr. 1 nanne ahte stáhtabealit galget gudnejahttit ja sihkkarastit

source: ja taata tässä yleissopimuksessa tunnustetut oikeudet kaikille niiden lainkäyttövallan alaisille
sme: konvenšuvnna addin vuoigatvuođaid, buot mánáide guđet leat sin válddi vuolde,

source: lapsille ilman minkäänlaista lapsen, hänen vanhempiensa tai muun laillisen huoltajansa
sme: vealatkeahttá geange, ja beroškeahttá máná, su vánhemiid dahje áittardeaddji ” nális,

source: kansalliseen, etniseen tai sosiaaliseen alkuperään, varallisuuteen, vammaisuuteen, syntyperään
sme: liikeivnnis, sohkabealis, gielas, oskkus, politihkalaš dahje eará oaiviliin, nationála, čearddalaš dahje sosiála vuolggasajis, opmodagas, doaibmavádjitvuođas, riegádusas

source: tai muuhun seikkaan perustuvaa erottelua ”.
sme: dahje árvodásis muđui. ”

source: Valtio on velvollinen aktiivisilla toimilla
sme: Stáhta lea geatnegas aktiivvalaččat sihkkarastit nu, vai

source: takaamaan, ettei tällaista syrjintää tapahdu.
sme: vealaheapmi ii dáhpáhuva.

source: LOSin 2 artiklan 1 kohdan syrjintäkielto on
sme: BK artihkkala 2 nr. 1 vealahangielddus lea seammalágan

source: identtinen YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen 2
sme: go dasa vástideaddji mearrádusat mat leat ON konvenšuvnnas siviila ja politihkalaš

source: artiklan 1 kappaleen ja YK:n taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan
sme: vuoigatvuođaid birra, artihkkal 2 nr. 1, ja ON konvenšuvnnas ekonomalaš, sosiála ja

source: yleissopimuksen 2 artiklan 2 kappaleen määräysten kanssa sillä erolla, että LOSissa
sme: kultuvrralaš vuoigatvuođaid birra, artihkkal 2 nr. 2, mii spiehkasta das ahte BK listu

source: vaihtoehtoisten syrjintäperusteiden luettelo sisältää myös ” etnisen alkuperän ” ja
sme: mii logaha molssaeavttot vealahansivaid, maiddái siskkilda ” čearddalaš vuolggasaji ”

source: ” vammaisuuden ”.
sme: ja ” doaibmavádjitvuođa ”.

source: LOSin 2 artiklan 2 kappaleessa kielletään lapsiin kohdistuva syrjintä, joka
sme: BK artikkal 2 nr. 2 siskkilda gildosa vealaheames mánáid

source: perustuu heidän vanhempiensa, laillisten huoltajiensa tai muiden perheenjäsentensä asemaan,
sme: sin vánhemiid, áittardeddjiid dahje bearašlahtuid árvodási, doaimmaid, oaiviliid,

source: toimintaan, mielipiteisiin tai vakaumuksiin.
sme: oskkoldaga dahje oskku geažil.

source: varmistaakseen, että lapsia suojellaan tämän tyyppiseltä syrjinnältä.
sme: sihkkarastet ahte mánát leat suodjaluvvon dakkár vealaheami vuostá.

source: 7.7.3 Lapsen oikeuksia koskevan yleissopimuksen 17 artiklan d kohta
sme: 7.7.3 BK artihkkal 17 (d)

source: Yleissopimuksen 17 artiklan d kohdassa velvoitetaan valtiota ” rohkaisemaan ”
sme: BK artihkkal 17 (d) ásaha geatnegasvuođa stáhtii ” movttiidahttit media váldit vuhtii

source: tiedotusvälineitä kiinnittämään erityistä huomiota vähemmistöryhmiin kuuluvien tai
sme: erenoamážit unnitveahkadaga mánáid ja álgoálbmotmánáid giellalaš dárbbuid.

source: alkuperäiskansojen lasten kielellisiin tarpeisiin. 29 artiklan 1 kappaleen d kohdassa todetaan,
sme: Artihkkal 29 nr. 1 (d) nanne ahte mánáidoahpahusas maid galgá leat áigumuš

source: että myös lapsen koulutuksen tulee pyrkiä valmistamaan lasta vastuulliseen tulevaan elämään
sme: ráhkkanahttit mánáid boahttevaš ovddasvástideaddji eallimii man vuođđun lea

source: ymmärryksen, rauhan, suvaitsevaisuuden, sukupuolten välisen tasa-arvon ja kaikkien kansakuntien, etnisten, kansallisten ja uskonnollisten ryhmien sekä alkuperäiskansoihin
sme: čearddalaš, nationála ja oskkolaš joavkkuid soabalašvuohta, ja álgoálbmotolbmuid

source: kuuluvien henkilöiden välisen ystävyyden hengessä.
sme: gaskkas.

source: 7.7.4 Lapsen oikeuksia koskevan yleissopimuksen 30 artikla
sme: 7.7.4 BK artihkkal 30

source: Koska 30 artikla ilmentää samoja oikeuksia kuin KP:n 27 artikla, on luonnollista tulkita
sme: Dainnago artihkkal 30 guottiha seammá vuoigatvuođaid go SP artihkkal 27, de lea

source: määräystä saman käytännön mukaan, jota on alettu soveltaa KP:n 27 artiklan tulkintaan. 30
sme: lunddolaš dulkot mearrádusa geavada mielde mii lea boahtán áigái SP artihkkala 27

source: artiklassa tunnustetaan erityisiä oikeuksia, minkä lisäksi sillä on myös merkitystä lapsen
sme: ektui. Lassin dasa ahte artihkkal 30 dohkkeha erenoamáš vuoigatvuođaid, de dat lea
